Repository: oguzkr/Lingo-Widget
Catalog: Lingo Widget/Localizable.xcstrings
Source language: en
Languages: de, el, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_pt, ru, sv, th, tr, zh_hans

source: %lld words
de: %lld Wörter
el: %lld λέξεις
es: %lld palabras
fil: %lld mga salita
fr: %lld mots
hi: %lld शब्द
id: %lld kata
it: %lld parole
ja: %lld 語
ko: %lld 단어
nl: %lld woorden
pl: %lld słów
pt_pt: %lld palavras
ru: %lld слов
sv: %lld ord
th: %lld คำ
tr: %lld kelime
zh_hans: %lld 字

source: About
de: Über
el: Σχετικά
es: Acerca de
fil: Tungkol
fr: À propos
hi: के बारे में
id: Tentang
it: Informazioni
ja: について
ko: 정보
nl: Over
pl: O
pt_pt: Sobre
ru: О
sv: Om
th: เกี่ยวกับ
tr: Hakkında
zh_hans: 关于

source: Appearance
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fil: Itsura
fr: Apparence
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
nl: Weergave
pl: Wygląd
pt_pt: Aparência
ru: Внешний вид
sv: Utseende
th: ลักษณะ
tr: Görünüm
zh_hans: 外观

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
zh_hans: 取消

source: Choose Your Theme
de: Wählen Sie Ihr Thema
el: Επιλέξτε το θέμα σας
es: Elige tu tema
fil: Pumili ng Tema
fr: Choisissez votre thème
hi: अपनी थीम चुनें
id: Pilih Tema Anda
it: Scegli il tuo tema
ja: テーマを選択
ko: 테마 선택
nl: Kies uw thema
pl: Wybierz swój motyw
pt_pt: Escolha o seu tema
ru: Выберите тему
sv: Välj ditt tema
th: เลือกธีมของคุณ
tr: Tema Seç
zh_hans: 选择主题

source: Dark
de: Dunkel
el: Σκούρο
es: Oscuro
fil: Madilim
fr: Sombre
hi: गहरा
id: Gelap
it: Scuro
ja: ダーク
ko: 어두운
nl: Donker
pl: Ciemny
pt_pt: Escuro
ru: Темный
sv: Mörk
th: มืด
tr: Koyu
zh_hans: 深色

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fil: Burahin
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_pt: Eliminar
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
zh_hans: 删除

source: Delete Selected
de: Ausgewählte löschen
el: Διαγραφή επιλεγμένων
es: Eliminar seleccionados
fil: Burahin ang Napili
fr: Supprimer la sélection
hi: चयनित हटाएं
id: Hapus yang Dipilih
it: Elimina selezionati
ja: 選択したものを削除
ko: 선택 항목 삭제
nl: Geselecteerde verwijderen
pl: Usuń wybrane
pt_pt: Eliminar selecionados
ru: Удалить выбранное
sv: Ta bort valda
th: ลบที่เลือก
tr: Seçilenleri Sil
zh_hans: 删除选定内容

source: Delete Selected Words?
de: Ausgewählte Wörter löschen?
el: Διαγραφή επιλεγμένων λέξεων;
es: ¿Eliminar palabras seleccionadas?
fil: Burahin ang Napiling mga Salita?
fr: Supprimer les mots sélectionnés ?
hi: चयनित शब्द हटाएं?
id: Hapus Kata yang Dipilih?
it: Elimina le parole selezionate?
ja: 選択した単語を削除しますか？
ko: 선택한 단어를 삭제할까요?
nl: Geselecteerde woorden verwijderen?
pl: Usunąć wybrane słowa?
pt_pt: Eliminar palavras selecionadas?
ru: Удалить выбранные слова?
sv: Ta bort valda ord?
th: ลบคำที่เลือก?
tr: Seçilen Kelimeler Silinsin Mi?
zh_hans: 删除选定的单词？

source: Done
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fil: Tapos
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_pt: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Tamam
zh_hans: 完成

source: GET
de: HOLEN
el: ΠΑΡΑΛΑΒΗ
es: OBTENER
fil: KUNIN
fr: OBTENIR
hi: प्राप्त करें
id: DAPATKAN
it: OTTENERE
ja: 取得
ko: 가져오기
nl: HAAL
pl: POBIERZ
pt_pt: OBTER
ru: ПОЛУЧИТЬ
sv: HÄMTA
th: รับ
tr: AL
zh_hans: 获取

source: Get Started
de: Loslegen
el: Ξεκινήστε
es: Empezar
fil: Magsimula
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: 始める
ko: 시작하기
nl: Aan de slag
pl: Rozpocznij
pt_pt: Começar
ru: Начать
sv: Kom igång
th: เริ่มต้น
tr: Başla
zh_hans: 开始

source: I know this word
de: Ich kenne dieses Wort
el: Ξέρω αυτή τη λέξη
es: Conozco esta palabra
fil: Alam ko ang salitang ito
fr: Je connais ce mot
hi: मैं इस शब्द को जानता हूँ
id: Saya tahu kata ini
it: Conosco questa parola
ja: この単語を知っています
ko: 이 단어를 알고 있습니다
nl: Ik ken dit woord
pl: Znam to słowo
pt_pt: Eu conheço esta palavra
ru: Я знаю это слово
sv: Jag kan det här ordet
th: ฉันรู้จักคำนี้
tr: Bu kelimeyi biliyorum
zh_hans: 我知道这个词

source: I speak
de: Ich spreche
el: Μιλάω
es: Hablo
fil: Ako ay nagsasalita ng
fr: Je parle
hi: मैं बोलता हूँ
id: Saya berbicara
it: Parlo
ja: 私は話します
ko: 나는 말합니다
nl: Ik spreek
pl: Mówię
pt_pt: Eu falo
ru: Я говорю
sv: Jag talar
th: ฉันพูด
tr: Konuştuğum Dil
zh_hans: 我讲

source: I want to learn
de: Ich möchte lernen
el: Θέλω να μάθω
es: Quiero aprender
fil: Gusto kong matutunan
fr: Je veux apprendre
hi: मैं सीखना चाहता हूँ
id: Saya ingin belajar
it: Voglio imparare
ja: 私は学びたいです
ko: 나는 배우고 싶어요
nl: Ik wil leren
pl: Chcę się nauczyć
pt_pt: Eu quero aprender
ru: Я хочу выучить
sv: Jag vill lära mig
th: ฉันต้องการเรียนรู้
tr: Öğrenmek İstediğim Dil
zh_hans: 我想学习

source: Languages
de: Sprachen
el: Γλώσσες
es: Idiomas
fil: Mga Wika
fr: Langues
hi: भाषाएँ
id: Bahasa
it: Lingue
ja: 言語
ko: 언어
nl: Talen
pl: Języki
pt_pt: Idiomas
ru: Языки
sv: Språk
th: ภาษา
tr: Diller
zh_hans: 语言

source: Learn a new word every day.
de: Lerne jeden Tag ein neues Wort
el: Μάθε μια νέα λέξη κάθε μέρα
es: Aprende una nueva palabra cada día
fil: Matuto ng bagong salita araw-araw
fr: Apprenez un nouveau mot chaque jour
hi: हर दिन एक नया शब्द सीखें
id: Pelajari kata baru setiap hari
it: Impara una nuova parola ogni giorno
ja: 毎日新しい単語を学ぶ
ko: 매일 새로운 단어를 배우세요
nl: Leer elke dag een nieuw woord
pl: Ucz się nowego słowa każdego dnia
pt_pt: Aprenda uma nova palavra todos os dias
ru: Учите новое слово каждый день
sv: Lär dig ett nytt ord varje dag
th: เรียนรู้คำใหม่ทุกวัน
tr: Her gün yeni bir kelime öğren
zh_hans: 每天学习一个新单词

source: Learn a new word one at a time, right on your home screen
de: Lerne ein neues Wort auf deinem Startbildschirm
el: Μάθε μια νέα λέξη στην αρχική σου οθόνη
es: Aprende una nueva palabra en tu pantalla de inicio
fil: Matuto ng bagong salita sa iyong home screen
fr: Apprenez un nouveau mot sur votre écran d'accueil
hi: अपने होम स्क्रीन पर एक बार में एक नया शब्द सीखें
id: Pelajari kata baru di layar beranda Anda
it: Impara una nuova parola alla volta direttamente sulla tua schermata principale
ja: ホーム画面で新しい単語を学ぶ
ko: 홈 화면에서 새로운 단어를 배우세요
nl: Leer een nieuw woord op uw startscherm
pl: Ucz się nowego słowa na ekranie głównym
pt_pt: Aprenda uma nova palavra de cada vez, diretamente na sua tela inicial
ru: Учите новое слово на главном экране
sv: Lär dig ett nytt ord på din hemskärm
th: เรียนรู้คำใหม่บนหน้าจอหลักของคุณ
tr: Ana ekranınızdan yeni kelimeler öğrenin
zh_hans: 在主屏幕上一次学习一个新单词

source: Light
de: Hell
el: Φωτεινό
es: Claro
fil: Maliwanag
fr: Clair
hi: हल्का
id: Terang
it: Chiaro
ja: ライト
ko: 밝은
nl: Licht
pl: Jasny
pt_pt: Claro
ru: Светлый
sv: Ljus
th: สว่าง
tr: Açık
zh_hans: 浅色

source: Lingo Daily Word
de: Lingo Tägliches Wort
el: Lingo Ημερήσια Λέξη
es: Lingo Palabra del Día
fil: Lingo Araw-araw na Salita
fr: Lingo Mot du Jour
hi: Lingo दैनिक शब्द
id: Lingo Kata Harian
it: Lingo Parola del Giorno
ja: Lingo デイリーワード
ko: Lingo 매일 단어
nl: Lingo Dagelijks Woord
pl: Lingo Słowo Dnia
pt_pt: Lingo Palavra do Dia
ru: Lingo Слово Дня
sv: Lingo Dagens Ord
th: Lingo คำประจำวัน
tr: Lingo Günlük Kelime
zh_hans: Lingo 每日单词

source: Manage
de: Verwalten
el: Διαχείριση
es: Gestionar
fil: Pamahalaan
fr: Gérer
hi: प्रबंधित करें
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
nl: Beheren
pl: Zarządzaj
pt_pt: Gerir
ru: Управление
sv: Hantera
th: จัดการ
tr: Yönet
zh_hans: 管理

source: Manage Known Words
de: Bekannte Wörter verwalten
el: Διαχείριση γνωστών λέξεων
es: Gestionar palabras conocidas
fil: Pamahalaan ang mga Alam na Salita
fr: Gérer les mots connus
hi: ज्ञात शब्दों को प्रबंधित करें
id: Kelola Kata yang Diketahui
it: Gestisci parole conosciute
ja: 既知の単語を管理
ko: 알려진 단어 관리
nl: Beheer bekende woorden
pl: Zarządzaj znanymi słowami
pt_pt: Gerir palavras conhecidas
ru: Управление известными словами
sv: Hantera kända ord
th: จัดการคำที่รู้จัก
tr: Bilinen Kelimeleri Yönet
zh_hans: 管理已知单词

source: Mark words as known to see them here
de: Markiere Wörter als bekannt, um sie hier zu sehen
el: Σημειώστε τις λέξεις ως γνωστές για να τις δείτε εδώ
es: Marca palabras como conocidas para verlas aquí
fil: Markahan ang mga salita bilang kilala upang makita ang mga ito dito
fr: Marquez les mots comme connus pour les voir ici
hi: शब्दों को ज्ञात के रूप में चिह्नित करें यहां देखने के लिए
id: Tandai kata sebagai diketahui untuk melihatnya di sini
it: Segna le parole come conosciute per vederle qui
ja: 単語を既知としてマークしてここに表示
ko: 단어를 알려진 것으로 표시하여 여기에서 확인
nl: Markeer woorden als bekend om ze hier te zien
pl: Oznacz słowa jako znane, aby zobaczyć je tutaj
pt_pt: Marque palavras como conhecidas para vê-las aqui
ru: Отметьте слова как известные, чтобы увидеть их здесь
sv: Markera ord som kända för att se dem här
th: ทำเครื่องหมายคำว่าเป็นที่รู้จักเพื่อดูที่นี่
tr: Bilinen kelimeler burada görünür
zh_hans: 将单词标记为已知以在此处查看

source: Next
de: Weiter
el: Επόμενο
es: Siguiente
fil: Susunod
fr: Suivant
hi: अगला
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_pt: Próximo
ru: Далее
sv: Nästa
th: ถัดไป
tr: Sonraki
zh_hans: 下一步

source: No Words Yet
de: Noch keine Wörter
el: Δεν υπάρχουν ακόμα λέξεις
es: Aún no hay palabras
fil: Wala Pang Salita
fr: Pas encore de mots
hi: अभी तक कोई शब्द नहीं
id: Belum Ada Kata
it: Nessuna parola ancora
ja: まだ単語がありません
ko: 아직 단어가 없습니다
nl: Nog geen woorden
pl: Brak słów
pt_pt: Ainda não há palavras
ru: Пока нет слов
sv: Inga ord ännu
th: ยังไม่มีคำ
tr: Henüz Kelime Yok
zh_hans: 尚无单词

source: Our Other Apps
de: Unsere anderen Apps
el: Άλλες εφαρμογές μας
es: Nuestras otras aplicaciones
fil: Ang Aming Iba Pang Mga App
fr: Nos autres applications
hi: हमारे अन्य ऐप्स
id: Aplikasi Lain Kami
it: Le nostre altre app
ja: 私たちの他のアプリ
ko: 우리의 다른 앱
nl: Onze andere apps
pl: Nasze inne aplikacje
pt_pt: Os nossos outros aplicativos
ru: Наши другие приложения
sv: Våra andra appar
th: แอปอื่น ๆ ของเรา
tr: Diğer Uygulamalarımız
zh_hans: 我们的其他应用

source: Recent Words
de: Letzte Wörter
el: Πρόσφατες λέξεις
es: Palabras recientes
fil: Kamakailang mga Salita
fr: Mots récents
hi: हाल के शब्द
id: Kata Terbaru
it: Parole recenti
ja: 最近の単語
ko: 최근 단어
nl: Recente woorden
pl: Ostatnie słowa
pt_pt: Palavras recentes
ru: Последние слова
sv: Senaste ord
th: คำล่าสุด
tr: Son Kelimeler
zh_hans: 最近的单词

source: Refresh Word
de: Wort aktualisieren
el: Ανανέωση λέξης
es: Actualizar palabra
fil: I-refresh ang Salita
fr: Rafraîchir le mot
hi: शब्द ताज़ा करें
id: Segarkan Kata
it: Aggiorna parola
ja: 単語を更新
ko: 단어 새로 고침
nl: Woord vernieuwen
pl: Odśwież słowo
pt_pt: Atualizar palavra
ru: Обновить слово
sv: Uppdatera ord
th: รีเฟรชคำ
tr: Kelimeyi Yenile
zh_hans: 刷新单词

source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fil: I-reset
fr: Réinitialiser
hi: रीसेट
id: Setel Ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Resetten
pl: Resetuj
pt_pt: Repor
ru: Сброс
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
zh_hans: 重置

source: Reset All
de: Alles zurücksetzen
el: Επαναφορά όλων
es: Reiniciar todo
fil: I-reset ang Lahat
fr: Tout réinitialiser
hi: सभी रीसेट करें
id: Setel Ulang Semua
it: Reimposta tutto
ja: すべてリセット
ko: 모두 재설정
nl: Alles resetten
pl: Zresetuj wszystko
pt_pt: Repor tudo
ru: Сбросить все
sv: Återställ allt
th: รีเซ็ตทั้งหมด
tr: Hepsini Sıfırla
zh_hans: 全部重置

source: Reset All Known Words?
de: Alle bekannten Wörter zurücksetzen?
el: Επαναφορά όλων των γνωστών λέξεων;
es: ¿Reiniciar todas las palabras conocidas?
fil: I-reset ang Lahat ng Alam na Salita?
fr: Réinitialiser tous les mots connus ?
hi: सभी ज्ञात शब्दों को रीसेट करें?
id: Setel Ulang Semua Kata yang Diketahui?
it: Reimposta tutte le parole conosciute?
ja: すべての既知の単語をリセットしますか？
ko: 모든 알려진 단어를 재설정할까요?
nl: Alle bekende woorden resetten?
pl: Zresetować wszystkie znane słowa?
pt_pt: Repor todas as palavras conhecidas?
ru: Сбросить все известные слова?
sv: Återställa alla kända ord?
th: รีเซ็ตคำที่รู้จักทั้งหมด?
tr: Tüm Bilinen Kelimeler Sıfırlansın Mı?
zh_hans: 重置所有已知单词？

source: Reset All Words?
de: Alle Wörter zurücksetzen?
el: Επαναφορά όλων των λέξεων;
es: ¿Reiniciar todas las palabras?
fil: I-reset ang Lahat ng Salita?
fr: Réinitialiser tous les mots ?
hi: सभी शब्दों को रीसेट करें?
id: Setel Ulang Semua Kata?
it: Reimposta tutte le parole?
ja: すべての単語をリセットしますか？
ko: 모든 단어를 재설정할까요?
nl: Alle woorden resetten?
pl: Zresetować wszystkie słowa?
pt_pt: Repor todas as palavras?
ru: Сбросить все слова?
sv: Återställa alla ord?
th: รีเซ็ตคำทั้งหมด?
tr: Tüm Kelimeler Sıfırlansın Mı?
zh_hans: 重置所有单词？

source: Reset Knowledge
de: Wissen zurücksetzen
el: Επαναφορά γνώσεων
es: Reiniciar conocimiento
fil: I-reset ang Kaalaman
fr: Réinitialiser les connaissances
hi: ज्ञान रीसेट करें
id: Setel Ulang Pengetahuan
it: Reimposta conoscenza
ja: 知識をリセット
ko: 지식 재설정
nl: Kennis resetten
pl: Zresetuj wiedzę
pt_pt: Repor conhecimento
ru: Сбросить знания
sv: Återställ kunskap
th: รีเซ็ตความรู้
tr: Her şeyi sıfırla
zh_hans: 重置知识

source: Select your preferred app appearance
de: Wählen Sie Ihr bevorzugtes App-Erscheinungsbild
el: Επιλέξτε την εμφάνιση της εφαρμογής που προτιμάτε
es: Selecciona la apariencia de la aplicación que prefieras
fil: Piliin ang iyong ginustong hitsura ng app
fr: Sélectionnez l'apparence de l'application que vous préférez
hi: अपनी पसंदीदा ऐप उपस्थिति चुनें
id: Pilih tampilan aplikasi yang Anda sukai
it: Seleziona l'aspetto dell'app che preferisci
ja: お好みのアプリの外観を選択
ko: 선호하는 앱 외관을 선택하세요
nl: Selecteer uw voorkeursapp-weergave
pl: Wybierz preferowany wygląd aplikacji
pt_pt: Selecione a aparência do aplicativo que você prefere
ru: Выберите предпочтительный внешний вид приложения
sv: Välj ditt föredragna app-utseende
th: เลือกรูปลักษณ์แอปที่คุณต้องการ
tr: Tercih ettiğiniz uygulama görünümünü seçin
zh_hans: 选择您喜欢的应用外观

source: Send Feedback
de: Feedback senden
el: Αποστολή σχολίων
es: Enviar comentarios
fil: Magpadala ng Feedback
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
id: Kirim Umpan Balik
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback verzenden
pl: Wyślij opinię
pt_pt: Enviar feedback
ru: Отправить отзыв
sv: Skicka feedback
th: ส่งคำติชม
tr: Geri Bildirim Gönder
zh_hans: 发送反馈

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fil: Mga Setting
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置

source: Start Learning
de: Lernen beginnen
el: Ξεκινήστε τη μάθηση
es: Empezar a aprender
fil: Magsimulang Matuto
fr: Commencer à apprendre
hi: सीखना शुरू करें
id: Mulai Belajar
it: Inizia ad imparare
ja: 学習を開始
ko: 학습 시작
nl: Begin met leren
pl: Zacznij się uczyć
pt_pt: Começar a aprender
ru: Начать обучение
sv: Börja lära dig
th: เริ่มเรียนรู้
tr: Öğrenmeye Başla
zh_hans: 开始学习

source: Switch Languages
de: Sprache wechseln
el: Αλλαγή γλώσσας
es: Cambiar idioma
fil: Magpalit ng Wika
fr: Changer de langue
hi: भाषा बदलें
id: Ganti Bahasa
it: Cambia lingua
ja: 言語を切り替える
ko: 언어 전환
nl: Wissel van taal
pl: Przełącz język
pt_pt: Mudar idioma
ru: Переключить язык
sv: Byt språk
th: เปลี่ยนภาษา
tr: Dillerin Yerini Değiştir
zh_hans: 切换语言

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
fil: Hindi maaaring baliktarin ang aksyon na ito.
fr: Cette action ne peut pas être annulée.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
ko: 이 작업은 취소할 수 없습니다.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej akcji nie można cofnąć.
pt_pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
sv: Denna åtgärd kan inte ångras.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu işlem geri alınamaz.
zh_hans: 此操作无法撤消。

source: This will remove all known words. This action cannot be undone.
de: Dadurch werden alle bekannten Wörter entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα αφαιρέσει όλες τις γνωστές λέξεις. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará todas las palabras conocidas. Esta acción no se puede deshacer.
fil: Aalisin nito ang lahat ng alam na salita. Hindi maaaring baliktarin ang aksyon na ito.
fr: Cela supprimera tous les mots connus. Cette action ne peut pas être annulée.
hi: यह सभी ज्ञात शब्दों को हटा देगा। इस क्रिया को पूर्ववत नहीं किया जा सकता।
id: Ini akan menghapus semua kata yang diketahui. Tindakan ini tidak dapat dibatalkan.
it: Questo rimuoverà tutte le parole conosciute. Questa azione non può essere annullata.
ja: すべての既知の単語が削除されます。この操作は元に戻せません。
ko: 모든 알려진 단어가 제거됩니다. 이 작업은 취소할 수 없습니다.
nl: Hiermee worden alle bekende woorden verwijderd. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie wszystkich znanych słów. Tej akcji nie można cofnąć.
pt_pt: Isso removerá todas as palavras conhecidas. Esta ação não pode ser desfeita.
ru: Это удалит все известные слова. Это действие нельзя отменить.
sv: Detta kommer att ta bort alla kända ord. Denna åtgärd kan inte ångras.
th: การดำเนินการนี้จะลบคำที่รู้จักทั้งหมด การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu işlem bütün bilinen kelimeleri hafızadan siler, bu işlem geri alınamaz.
zh_hans: 这将删除所有已知单词。此操作无法撤消。

source: Try Premium for Free
de: Premium kostenlos testen
el: Δοκιμάστε το Premium δωρεάν
es: Prueba Premium gratis
fil: Subukan ang Premium nang Libre
fr: Essayez Premium gratuitement
hi: मुफ्त में प्रीमियम आज़माएं
id: Coba Premium Gratis
it: Prova Premium gratuitamente
ja: プレミアムを無料でお試し
ko: 프리미엄 무료 체험
nl: Probeer Premium gratis
pl: Wypróbuj Premium za darmo
pt_pt: Experimente o Premium gratuitamente
ru: Попробуйте Premium бесплатно
sv: Prova Premium gratis
th: ลองใช้ Premium ฟรี
tr: Ücretsiz Premium Deneyimi
zh_hans: 免费试用高级版

source: Welcome
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
fil: Maligayang Pagdating
fr: Bienvenue
hi: स्वागत है
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nl: Welkom
pl: Witamy
pt_pt: Bem-vindo
ru: Добро пожаловать
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş Geldin
zh_hans: 欢迎

source: What language do you want to learn?
de: Welche Sprache möchtest du lernen?
el: Ποια γλώσσα θέλετε να μάθετε;
es: ¿Qué idioma quieres aprender?
fil: Anong wika ang gusto mong matutunan?
fr: Quelle langue souhaitez-vous apprendre ?
hi: आप कौन सी भाषा सीखना चाहते हैं?
id: Bahasa apa yang ingin Anda pelajari?
it: Quale lingua vuoi imparare?
ja: どの言語を学びたいですか？
ko: 어떤 언어를 배우고 싶으세요?
nl: Welke taal wil je leren?
pl: Jakiego języka chcesz się nauczyć?
pt_pt: Que língua queres aprender?
ru: Какой язык вы хотите выучить?
sv: Vilket språk vill du lära dig?
th: คุณต้องการเรียนภาษาอะไร?
tr: Hangi dili öğrenmek istiyorsun?
zh_hans: 你想学习什么语言？

source: What's your native language?
de: Was ist deine Muttersprache?
el: Ποια είναι η μητρική σου γλώσσα;
es: ¿Cuál es tu lengua materna?
fil: Ano ang iyong katutubong wika?
fr: Quelle est votre langue maternelle ?
hi: आपकी मातृभाषा क्या है?
id: Apa bahasa asli Anda?
it: Qual è la tua lingua madre?
ja: あなたの母国語は何ですか？
ko: 귀하의 모국어는 무엇입니까?
nl: Wat is je moedertaal?
pl: Jaki jest twój ojczysty język?
pt_pt: Qual é a tua língua materna?
ru: Какой ваш родной язык?
sv: Vad är ditt modersmål?
th: ภาษาพื้นเมืองของคุณคืออะไร?
tr: Anadilin nedir?
zh_hans: 你的母语是什么？

source: Word Management
de: Wortverwaltung
el: Διαχείριση λέξεων
es: Gestión de palabras
fil: Pamamahala ng Salita
fr: Gestion des mots
hi: शब्द प्रबंधन
id: Manajemen Kata
it: Gestione delle parole
ja: 単語管理
ko: 단어 관리
nl: Woordbeheer
pl: Zarządzanie słowami
pt_pt: Gestão de palavras
ru: Управление словами
sv: Ordhantering
th: การจัดการคำ
tr: Kelime Yönetimi
zh_hans: 单词管理

source: Words I Learned
de: Wörter, die ich gelernt habe
el: Λέξεις που έμαθα
es: Palabras que aprendí
fil: Mga Salitang Natutunan Ko
fr: Les mots que j'ai appris
hi: मैंने जो शब्द सीखे
id: Kata yang Saya Pelajari
it: Parole che ho imparato
ja: 私が学んだ単語
ko: 내가 배운 단어
nl: Woorden die ik heb geleerd
pl: Słowa, których się nauczyłem
pt_pt: Palavras que aprendi
ru: Слова, которые я выучил
sv: Ord jag har lärt mig
th: คำที่ฉันเรียนรู้
tr: Öğrendiğim Kelimeler
zh_hans: 我学到的单词

source: Words you mark as known will appear here
de: Wörter, die du als bekannt markierst, werden hier angezeigt
el: Οι λέξεις που σημειώνετε ως γνωστές θα εμφανίζονται εδώ
es: Las palabras que marques como conocidas aparecerán aquí
fil: Ang mga salitang minarkahan mo bilang kilala ay lilitaw dito
fr: Les mots que vous marquez comme connus apparaîtront ici
hi: आपके द्वारा ज्ञात के रूप में चिह्नित किए गए शब्द यहां दिखाई देंगे
id: Kata yang Anda tandai sebagai diketahui akan muncul di sini
it: Le parole che contrassegni come conosciute appariranno qui
ja: 既知としてマークした単語がここに表示されます
ko: 알려진 것으로 표시한 단어가 여기에 나타납니다
nl: Woorden die je als bekend markeert, verschijnen hier
pl: Słowa, które oznaczysz jako znane, pojawią się tutaj
pt_pt: As palavras que marcar como conhecidas aparecerão aqui
ru: Слова, которые вы отметите как известные, будут отображаться здесь
sv: Ord du markerar som kända visas här
th: คำที่คุณทำเครื่องหมายว่าเป็นที่รู้จักจะปรากฏที่นี่
tr: Bildiğin kelimeler burada listelenir
zh_hans: 你标记为已知的单词将出现在这里

source: System
el: Σύστημα
es: Sistema
fil: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_pt: Sistema
ru: Система
th: ระบบ
tr: Sistem
zh_hans: 系统

source: Version
el: Έκδοση
es: Versión
fil: Bersyon
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
zh_hans: 版本

source: Lingo Widget
hi: Lingo विजेट
ja: Lingo ウィジェット
ko: Lingo 위젯
ru: Lingo Виджет
th: Lingo วิดเจ็ต
zh_hans: Lingo 小部件

source: Paywall
hi: पेवॉल
ja: ペイウォール
ko: 페이월
ru: Платный доступ
tr: Ödeme Duvarı
zh_hans: 付费墙
